driver-tests/bpelse/assign/AssignJbi/test/results/CopylongInvoke/Actual_20130318180003_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <longPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_long>100</xsd_long>
      <optional_long>1000000000</optional_long>
      <repeat_long>1000000000</repeat_long>
      <repeat_long>10</repeat_long>
    </longPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>